let jp = {
    Title: {
        News: 'ニュース',
        RuinsInfo: '遺跡情報',
        Evolution: '進化史',
        Ruins: '真脅遺跡',
        Whale: 'クジラ伝説'
    },
    Instructions: {
        desktop: {
            t1: '使用説明書：',
            t2: '回転：マウスの左ボタンを押してドラッグします',
            t3: 'ズームイン：マウスを上にスクロール、PageDown',
            t4: 'ズームアウト：マウスを下にスクロール、PageUp',
            t5: 'パン：Ctrl +マウスの左ボタンを押してドラッグ'
        },
        mobile: {
            t1: '使用説明書：',
            t2: '回転：1本の指で押してドラッグします',
            t3: 'ズームイン：2本の指で押して外側にスライドします',
            t4: 'ズームアウト：2本の指で押して内側にスライドします',
            t5: 'パン：2本の指で押して上下にドラッグします'
        }
    },
    loadingText: '込む',
    ExhibitionInfo: {
        Title: '《珠洲鯨魚傳說遺址》',
        TodayOpen: "本日開館 09:00 - 17: 00",
        WeeksOpenFull: "開館時間｜火曜日～ 日曜日 9:00-17:00　毎週月曜日休館",
        OpeningTitle: "開館時間",
        WeeksOpen_1: "火曜日～ 日曜日 9:00-17:00",
        WeeksOpen_2: "毎週月曜日休館",
    },
    ShareThisPage: "分享網站",
    RuinsInfo: {
        t1: '石川県は、珠洲市の廃棄場で長さ約11.5メートル、幅約3.5メートルにまで及ぶ非常に珍しい生物の骨の化石を発見したと発表しました。',
        t2: '現場はすでに立ち入り禁止となっており、考古学チームが主導となり調査や発掘を進めています。',
        t3: '考古学チームによって長さ約13メートル、幅約6.5メートル、深さ約1.5メートルの穴が掘られています。この生物の化石の形は整っており、クジラの骨のようにも見えますが、二枚の前びれと、二足の巨大な後ろ足があります。',
        t4: '',
        imgDescription_1: "考古團隊作業情形",
        imgDescription_2: "奇異生物骨骸化石",
        imgDescription_3: "",
        imgDescription_4: ""

    },
    Evolution: {
        t1: '考古学者の最近の発表によると、ペルーできれいに保存された「泳ぐ歩行クジラ」（アンビュロケトゥス・ナタンス）の化石が発見されたようです。下顎や歯、水かきのある四肢があり、また尾椎には水陸両性哺乳類の特徴も見られ、考古学者たちはクジラの祖先だとみています。',
        t2: '珠洲市で発見されたこの生物の化石は「泳ぐ歩行クジラ」のような生物なのでしょうか。それとも「泳ぐ歩行クジラ」が今のクジラに進化した確かな証拠なのでしょうか。',
        t3: '',
        t4: '',
        imgDescription_1: "陸行鯨化石",
        imgDescription_2: "陸行鯨還原圖",
        imgDescription_3: "",
        imgDescription_4: ""
    },
    Ruins: {
        t1: '石川県能登町真脅市では、早くも1981年に縄文時代（今から約2000～6000年前）のものと思われる「真脅遺跡」が発見されていました。',
        t2: 'その中には大量のイルカやクジラの遺骨があり、人々は2000年前からクジラを捕食する文化があったことが証明されています。江戸時代には１年に平均数十頭のクジラを捕獲したとの記録も残されています。',
        t3: '古来より、ある村でクジラを捕獲していた時、捕獲した半分のクジラ肉を捕獲した村へ、あとの半分の肉を周辺の６つの村に分け与えていました。したがって毎回クジラが姿を現すたびに、７つの村は利益を得ることができていたでしょう。',
        t4: '',
        imgDescription_1: "真脅遺跡",
        imgDescription_2: "真脅遺跡",
        imgDescription_3: "",
        imgDescription_4: ""
    },
    WhaleLegend_1: {
        t1: 'そのほか、珠洲市の慰霊碑には、明治時代と昭和時代に合わせて３回、鯨類が漂着していたことが記されています。',
        t2: '「明治11年月日不明、鰐崎海岸、白長須鯨、全長35メートル。昭和36年、2月11日、赤神海岸、白長須鯨、全長10メートル。昭和62年1月9日、白山海岸、鰯　鯨。」この石碑はまさに漂着したクジラの犠牲に感謝し、地元住民の生活に利益をもたらした冥界の獣たちに祈りを捧げるためのものです。',
        t3: 'そしてこの考古遺跡の出土も現地とクジラの密接な関係を表し、もう一つの歴史の証拠となっています。',
        t4: '',
        imgDescription_1: "珠州市鯨魚慰靈碑",
        imgDescription_2: "",
        imgDescription_3: "",
        imgDescription_4: ""
    },
    WhaleLegend_2: {
        t1: '現地には、能登町の「藤波」、「波並」、「矢波」の３つの地区に分けられたクジラに関するある言い伝えがあります。',
        t2: '「藤波」：今から三、四百年前、村のある老人は村の人に大変お世話になったと思い、死に際に「死んだらクジラになって恩返しにくる」と言い残し、死んでいきました。次の日、村人は海蔵院というお寺の前でクジラが漂着しているのを発見し、老人が言っていたことが現実に起こったと思われているのです。',
        t3: '「波並」：1673年、59メートルにも及ぶ一頭のクジラが小島に漂着したと伝えられています。島人がこれを発見した後すぐにクジラを解体しましたが、ほかの村人に見つかり波並の在所に密告されました。クジラ肉は村人たちに分けられ、その後、この小島は「鯨島」と名付けられました。',
        t4: '「矢波」：1664年庄次兵衛という男は村人にお世話になっていたので、死後、クジラになって恩返しをしに来ると約束をしたという話がありました。１つ目の言い伝えとかなり類似しています。',
        t5:'珠洲市にもよく似た言い伝えがあります。「火の不始末で家を燃やしてしまったおばあさんは後悔し、死んだら鯨になってお詫びしたいと言っていました。おばあさんが死んだ数年後に、村は大金を返せと訴えられました。翌年、大きな鯨が浜に引き込まれ、それを売ってお金を返すことができました。この鯨はおばあさんだったのだろうと言われました。」というものです。',
        t6 : 'この考古遺跡の出土はクジラの化石なのでしょうか。それとも「泳ぐ歩行クジラ」なのか、「泳ぐ歩行クジラ」が今のクジラに進化した過程なのか。また、現地の言い伝えと関係があるものなのでしょうか。考古学者の研究の発表によって、この謎が解明されることでしょう。',
        imgDescription_1: "鯨魚傳說報導「矢波」",
        imgDescription_2: "鯨魚傳說報導「波並」、「藤波」",
        imgDescription_3: "鯨魚傳說相關出版書籍",
        imgDescription_4: "能登和珠洲市的鯨魚傳說"
    },
    BackToTop:"トップ",
    AboutUs : "About Us",
    Address : {
        Title : 'アドレス:',
        Address : 'No.221、Section 2、Zhishan Road、Shilin District、Taipei 111001',
        Phone : '886-2-6610-3600'
    },
    License : "© 2021 Tu's Archeology Team All Rights Reserved"
}