let zhtw = {
    translation: {
        Title: {
            News: '新聞',
            RuinsInfo: '遺址資訊',
            Evolution: '演化',
            Ruins: '真脇遺址',
            Whale: '鯨魚傳說'
        },
        Lang: {
            Title: "語言",
            zhtw: "中文",
            en: "英文",
            jp: "日本語",
        },
        Instructions: {
            desktop: {
                t1: '使用說明：',
                t2: '轉動：滑鼠左鍵按壓拖曳',
                t3: '放大：滑鼠滾輪上滑、PageDown',
                t4: '縮小：滑鼠滾輪下滑、PageUp',
                t5: '平移：Ctrl + 滑鼠左鍵按壓拖曳'
            },
            mobile: {
                t1: '使用說明：',
                t2: '轉動：單指按壓拖曳',
                t3: '放大：兩指按壓向外滑動',
                t4: '縮小：兩指按壓向內滑動',
                t5: '平移：兩指按壓上下拖曳'
            }
        },
        loadingText: '讀取',
        ExhibitionInfo: {
            Title: "《珠洲鯨魚傳說遺址》",
            TodayOpen: "本日開館 09:00 - 17: 00",
            WeeksOpenFull: "開館時間｜星期二～星期日 9:00-17:00　每週二休館",
            OpeningTitle: "開館時間",
            WeeksOpen_1: "星期二～星期日 9:00-17:00",
            WeeksOpen_2: "每週二休館",
        },
        ShareThisPage: "分享網站",
        RuinsInfo: {
            t1: '就在近期石川縣政府對外宣布，在珠洲市的一座廢棄操場，發現了一具長約11.5公尺寬約3.5公尺的奇異生物骨骸化石。',
            t2: '現場已經封鎖，並已有相關考古團隊進駐，主導考古調查與開挖。',
            t3: '考古坑挖掘面積長約13公尺、寬6.5公尺、深約1.5公尺。該生物骨骸化石相當完整，狀似鯨魚骸骨，但該骸骨有著兩隻前鰭與兩隻巨大的後足。',
            t4: '',
            imgDescription_1: "考古團隊作業情形",
            imgDescription_2: "奇異生物骨骸化石",
            imgDescription_3: "",
            imgDescription_4: ""

        },
        Evolution: {
            t1: '根據最近古生物學家在祕魯發現一具保存完好的「陸行鯨 」Ambulocetus natans化石，有下顎、牙齒，四條腿和蹼狀腳趾的特徵，和半水生哺乳動物的尾部脊椎骨，牠被考古學家認為是鯨魚的祖先。',
            t2: '在珠洲市發現的這個生物骨骸化石是否是類似陸行鯨的生物？或者是陸行鯨演化到鯨魚更直接的證據？',
            t3: '',
            t4: '',
            imgDescription_1: "陸行鯨化石",
            imgDescription_2: "陸行鯨還原圖",
            imgDescription_3: "",
            imgDescription_4: ""
        },
        Ruins: {
            t1: '位在石川縣能登町的真脇市，早在 1981年便發現標記著繩文時代（距今約6000-2000年前）的「真脇遺址」。',
            t2: '其中有著大量的海豚遺骨及鯨魚遺骨，證實了自兩千年前，人們便有捕食鯨魚的文化。在江戶時代平均一年也有捕獲幾十頭鯨魚的紀錄。',
            t3: '自古以來若是有個村莊捕獲鯨魚，鯨魚肉一半給捕獲的村，其他一半分給周邊六個村莊。所以每當有鯨魚出現，七個村莊都因此得利。',
            t4: '',
            imgDescription_1: "真脇遺址",
            imgDescription_2: "真脇遺址",
            imgDescription_3: "",
            imgDescription_4: ""
        },
        WhaleLegend_1: {
            t1: '另珠州市當地的慰靈碑上記載著三次鯨魚的擱淺，分別發生在明治及昭和時代。',
            t2: '「明治11年月日不詳，鰐崎海岸白長鬚鯨體長 35米。昭和36年2月11日，赤神海岸，白長鬚鯨，體長10米。昭和62年1月9日，白山海岸鰯鯨。」這個碑文正是感念鯨魚擱淺犧牲造福當地住民的生活感恩祈福冥界獸靈所立下。',
            t3: '而這個考古遺跡的出土，也顯示著當地和鯨魚的密切關係，有了另一個歷史證據。',
            t4: '',
            imgDescription_1: "珠州市鯨魚慰靈碑",
            imgDescription_2: "",
            imgDescription_3: "",
            imgDescription_4: ""
        },
        WhaleLegend_2: {
            t1: '當地有關鯨魚的 傳說故事 分別是能登町的「藤波」、「波並」、「 矢波」。',
            t2: '「藤波」：於三四百年前，有位村莊的老人因自覺受村人照顧，在臨死前說往生後要變成鯨魚來回報村莊。 死後隔天村人在當地寺廟海藏院前的海灘發現有鯨魚擱淺， 便傳說是老人說的諾言實現。',
            t3: '「波並」：相傳 1673年時有頭約 59公尺的鯨魚擱淺在小島上，被島民發現後馬上將鯨魚分解，後被其他村民發現，告發至政府官員。後來決定將鯨魚肉分發 給村莊。後人將那個小島稱為鯨島。',
            t4: '「矢波」：1664年庄次兵衛受村民照顧，承諾死後化身鯨魚報恩的故事，跟第一個故事很雷同。',
            t5: '珠洲市也有相似的傳說，一位祖母因管理不善而燒毀房屋，感到遺憾 之際曾說她死後會變成鯨魚來報償。老婦去世幾年後，該村被指控支付了巨款。第二年一條大鯨魚被吸引到海灘上，在那裡被出售，村莊因此還清債務，據說這頭鯨是祖母幻變回來回報的。',
            t6: '這個考古遺跡的出土是鯨魚骨骸化石？是陸行鯨化石？是陸行鯨演化成鯨魚的證據？還是與當地的傳說有關？就有待考古學家 研究之後來為我們解答謎底。',
            imgDescription_1: "鯨魚傳說報導「矢波」",
            imgDescription_2: "鯨魚傳說報導「波並」、「藤波」",
            imgDescription_3: "鯨魚傳說相關出版書籍",
            imgDescription_4: "能登和珠洲市的鯨魚傳說"
        },
        BackToTop: "回頂端",
        AboutUs: "關於我們",
        Address: {
            Title: '地址:',
            Address: '111001台北市士林區至善路二段221號',
            Phone: '886-2-6610-3600'
        },
        License: "© 2021 Tu's Archeology Team 版權所有"
    }
}